
#include "LCD\LCD_futaba.h"

__flash const char LCD_hello[]=
	{"\
 Автоматизиpованная \
 система управления \
     аквариумом     \
  \"Умный аквариум\"  "};

__flash const char LCD_home[]=
	{"\
Автомат. режим      \
Свет: 35%           \
Вода: 27°C          \
12:39:52   5/02/2015"};


__flash const char menu_test[][LCD_COLUMN]=
	{
	"   Меню настроек    ",
	"   Меню настроек2   ",
	" Назад...           ",
	" Установка времени  ",
	" Настройка освещения",
	" Настройка_освещения",
	" Режим работы       "
	};


__flash const char menu_main[5][]=
	{
	"   Меню настроек    ",
	" Назад...           ",
	" Установка времени  ",
	" Настройка освещения",
	" Измен. режим работы"
	};
